tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "fd"
brew "fzf"
brew "go"
brew "neovim"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tldr"
brew "tmux"
brew "youtube-dl"
cask "alacritty"
cask "anki"
cask "atom"
cask "hammerspoon"
cask "iterm2"
cask "makemkv"
cask "scummvm"
cask "spotify"
cask "visual-studio-code"
